export const badgeColors: Record<string, string> = {
  Активен: "rgb(47, 158, 98)",
  "Получает зарплату": "rgb(23, 133, 115)",
  "Испыталка не учитывается": "rgb(161, 98, 7)",
  Администратор: "rgb(215, 100, 168)",
  Модератор: "rgb(58, 76, 92)",
  Секретутка: "rgb(79, 70, 229)",
  Сноровка: "rgb(90, 54, 165)",
  Крит: "rgb(215, 100, 168)",
  ДВ: "rgb(232, 157, 53)",
  Двурук: "rgb(0, 148, 168)",
  Каст: "rgb(157, 41, 41)",
  Деф: "rgb(40, 111, 180)",
  АФК: "rgb(120, 120, 120)",
};

export const allPossibleTags = [
  "Администратор",
  "Модератор",
  "Секретутка",
  "Сноровка",
  "Крит",
  "ДВ",
  "Двурук",
  "Каст",
  "Деф",
  "АФК",
];
