const inventoryItems = [
  { type: "Техника", name: "Фрегат" },
  { type: "Техника", name: "Кобуксон" },
  { type: "Техника", name: "Танк" },
  { type: "Техника", name: "Канонёрка" },
  { type: "Техника", name: "Бафалка" },
  { type: "Глайдеры", name: "Коллеционный глайдер" },
  { type: "Глайдеры", name: "Коллеционный глайдер т2" },
  { type: "Глайдеры", name: "Крылья кровавого легиона" },
  { type: "Глайдеры", name: "Глайдер дракон" },
  { type: "Глайдеры", name: "Авиара" },
  { type: "Петы", name: "Коллекционный фамильяр" },
  { type: "Петы", name: "Коллекционный фамильяр т2" },
  { type: "Петы", name: "Дракон" },
  { type: "Петы", name: "Красный Дракон" },
  { type: "Петы", name: "Черный Дракон" },
  { type: "Петы", name: "Зеленый Дракон" },
];

export default inventoryItems;
