// Сгенерировано `pnpm game:tables` из данных игры. Не редактировать вручную.
export const GAME_SET_BONUSES: Record<
  number,
  Record<number, Record<number, number>>
> = {
  48: { 4: { 13: 5.2 }, 7: { 17: 3.1, 24: 3.1, 31: 3.1 } }, // Иферийские кожаные доспехи охотника
  451: { 7: { 13: 5 } }, // Эфенские матерчатые доспехи
  452: { 7: { 13: 5 } }, // Эфенские кожаные доспехи
  453: { 7: { 13: 5 } }, // Эфенские латные доспехи
  469: { 3: { 4: 11.8 } }, // Матерчатые доспехи эрнардского мнемоника
  470: { 3: { 15: 63 } }, // Кожаные доспехи заклинателя гримуаров
  471: { 3: { 6: 50 } }, // Латные доспехи эрнардского архивариуса
  472: { 3: { 0: 70 } }, // Матерчатые доспехи смотрителя тайных архивов
  487: { 3: { 13: 5 } }, // Искаженные эфенские одеяния
  488: { 3: { 13: 5 } }, // Искаженное эфенское снаряжение
  489: { 3: { 13: 5 } }, // Искаженные эфенские доспехи
  497: { 3: { 15: 63 } }, // Доспехи укротителя гримуаров
  508: { 5: { 76: 20 } }, // Снаряжение любимца Изы
  509: { 5: { 83: 10 } }, // Регалии иферийского советника
  511: { 3: { 76: 20 } }, // Снаряжение избранника Изы
  512: { 3: { 83: 10 } }, // Регалии иферийского визиря
  513: { 3: { 4: 14.2 } }, // Матерчатые доспехи эфенского жреца
  514: { 3: { 15: 76 } }, // Кожаные доспехи эфенского искателя истины
  515: { 3: { 6: 60 } }, // Латные доспехи эфенского стража святилища
  516: { 3: { 0: 84 } }, // Матерчатые доспехи эфенского алтарника
  517: { 3: { 15: 76 } }, // Кожаные доспехи эфенского хранителя тайн
  526: { 3: { 13: 5 } }, // Изначальные эфенские одеяния
  527: { 3: { 13: 5 } }, // Изначальное эфенское снаряжение
  528: { 3: { 13: 5 } }, // Изначальные эфенские доспехи
  529: { 3: { 13: 5 } }, // Обновленные эфенские одеяния
  530: { 3: { 13: 5 } }, // Обновленное эфенское снаряжение
  531: { 3: { 13: 5 } }, // Обновленные эфенские доспехи
  532: { 3: { 83: 10 } }, // Регалии иферийского наместника
  534: { 3: { 76: 20 } }, // Снаряжение пророка Изы
  539: { 3: { 4: 15 } }, // Матерчатые доспехи проклятого жреца
  540: { 3: { 15: 81 } }, // Кожаные доспехи проклятого искателя истины
  541: { 3: { 6: 68 } }, // Латные доспехи проклятого стража святилища
  542: { 3: { 0: 96 } }, // Матерчатые доспехи проклятого алтарника
  543: { 3: { 15: 81 } }, // Кожаные доспехи проклятого хранителя тайн
};
