export const MANUAL_ITEM_STATS: Record<number, Record<string, number>> = {
  8003330: { wearable_armor: 491.805, wearable_magic_resistance: 1475.415 }, // Капюшон иферийского повелителя
  8003331: { wearable_armor: 819.675, wearable_magic_resistance: 2459.025 }, // Мантия иферийского повелителя
  8003332: { wearable_armor: 327.87, wearable_magic_resistance: 983.61 }, // Перчатки иферийского повелителя
  8003333: { wearable_armor: 655.74, wearable_magic_resistance: 1967.22 }, // Поножи иферийского повелителя
  8003334: { wearable_armor: 327.87, wearable_magic_resistance: 983.61 }, // Сапоги иферийского повелителя
  8003335: { wearable_armor: 1672.137, wearable_magic_resistance: 295.083 }, // Шлем покорителя морей
  8003336: { wearable_armor: 2786.895, wearable_magic_resistance: 491.805 }, // Бригантина покорителя морей
  8003337: { wearable_armor: 2229.516, wearable_magic_resistance: 393.444 }, // Поножи покорителя морей
  8003338: { wearable_armor: 1114.758, wearable_magic_resistance: 196.722 }, // Перчатки покорителя морей
  8003339: { wearable_armor: 1114.758, wearable_magic_resistance: 196.722 }, // Сапоги покорителя морей
  8003340: { wearable_armor: 983.61, wearable_magic_resistance: 983.61 }, // Шлем равного Изе
  8003341: { wearable_armor: 1639.35, wearable_magic_resistance: 1639.35 }, // Доспех равного Изе
  8003342: { wearable_armor: 1311.48, wearable_magic_resistance: 1311.48 }, // Поножи равного Изе
  8003343: { wearable_armor: 655.74, wearable_magic_resistance: 655.74 }, // Перчатки равного Изе
  8003344: { wearable_armor: 655.74, wearable_magic_resistance: 655.74 }, // Сапоги равного Изе
  8003159: {
    wearable_armor: 2566.95,
    wearable_magic_resistance: 452.74,
    str: 69.01,
    sta: 104.56,
  }, // Латный нагрудник возрожденного стража святилища
  8003160: {
    wearable_armor: 2053.58,
    wearable_magic_resistance: 361.78,
    str: 55.42,
    sta: 83.65,
  }, // Латные поножи возрожденного стража святилища
  55410: { wearable_armor: 1516.75 }, // Щит проклятого стража вечности
  8003142: { wearable_armor: 1584.8, str: 22.86, sta: 53.81 }, // Щит возрожденного стража вечности
  8003317: { weapon_dps: 980.3, str: 83.48, sta: 41.99 }, // Возрожденный Ишхар, грань измерений
  8003318: { weapon_dps: 700.2, str: 28.16, sta: 55.82 }, // Возрожденная Ташш, змеиное жало
  8003319: { weapon_dps: 980.3, str: 83.48, sta: 41.99 }, // Возрожденная Гирра, пробивающий брешь
  8003320: { weapon_dps: 595.2, dex: 78.42 }, // Возрожденная Джераб, слуга смерти
  8003321: { wearable_magic_resistance: 1639.35, sta: 78.42 }, // Возрожденный Нерхал, бронзовая чешуя
  8003322: {
    weapon_dps: 595.2,
    weapon_magic_power: 735.2,
    sta: 28.16,
    int: 55.82,
  }, // Возрожденный Нирах, искушающий
  8003323: { weapon_dps: 700.2, str: 28.16, sta: 55.82 }, // Рави'мар, Всепоглощающий гнев
  8003324: { wearable_armor: 1639.35, sta: 78.42 }, // Драго'ран, Всепоглощающая ярость
  8003325: { weapon_dps: 595.2, dex: 78.42 }, // Иг'нис, Всепоглощающее пламя
  8003326: { weapon_dps: 980.3, str: 83.48, sta: 41.99 }, // Мор'гур, Всепоглощающая смерть
  8003327: {
    weapon_dps: 805.2,
    weapon_magic_power: 945.3,
    sta: 41.99,
    int: 83.48,
  }, // Вул'данор, Всепоглощающая тьма
  8003328: { weapon_dps: 595.2, weapon_heal_power: 735, spi: 78.42 }, // Дра'кордис, Всепоглощающее безмолвие
  8003329: { weapon_dps: 595.2, dex: 78.42 }, // Дра'орис, Всепоглощающее разрушение
  31634: { sta: 18.29, wearable_magic_resistance: 326 }, // Иферийское ожерелье хранителя
  31635: { str: 18.29 }, // Иферийское ожерелье наемника
  31636: { spi: 18.29 }, // Иферийское ожерелье целителя
  31637: { dex: 18.29 }, // Иферийское ожерелье охотника
  31638: { int: 18.29 }, // Иферийское ожерелье мудреца
  31639: { sta: 13.84, wearable_magic_resistance: 163 }, // Иферийская серьга хранителя
  31640: { str: 13.84 }, // Иферийская серьга наемника
  31641: { dex: 13.84 }, // Иферийская серьга охотника
  31642: { int: 13.84 }, // Иферийская серьга мудреца
  31644: { sta: 13.84, wearable_magic_resistance: 163 }, // Иферийское кольцо хранителя
  31645: { str: 13.84 }, // Иферийское кольцо наемника
  31646: { int: 13.84 }, // Иферийское кольцо мудреца
  31647: { dex: 13.84 }, // Иферийское кольцо охотника
  31648: { spi: 13.84 }, // Иферийское кольцо целителя
  35397: { str: 9.03, dex: 6.18 }, // Иферийское кольцо авантюриста
  35398: { int: 9.03, spi: 6.18 }, // Иферийское кольцо магистра
  35403: { str: 9.03, dex: 6.18 }, // Иферийская серьга авантюриста
  35404: { int: 9.03, spi: 6.18 }, // Иферийская серьга магистра
  35409: { str: 11.87, dex: 8.08 }, // Иферийское ожерелье авантюриста
  35410: { int: 11.87, spi: 8.08 }, // Иферийское ожерелье магистра
  // Поверх данных из дампа: значения по игре (2026-09)
  43668: { weapon_magic_power: 1.18, weapon_heal_power: 1.18 }, // Поножи иферийского советника
  49385: { weapon_magic_power: 1.97, weapon_heal_power: 1.97 }, // Поножи иферийского визиря
  55203: { weapon_magic_power: 2.37, weapon_heal_power: 2.37 }, // Поножи иферийского наместника
};
